Repository: ebco-lzb/homepage-fga-d6
Catalog: sites/all/modules/diaporama/po/*.po
Languages: fr

source: Diaporama permit to see images in flash animation.
fr: Diaporama permet de visualiser des images dans une animation flash.

source: Width
fr: Largeur

source: Width (px) of slideshow
fr: Largeur (en px) du diaporama

source: Height
fr: Hauteur

source: Height (px) of slideshow
fr: Hauteur (en px) du diaporama

source: Keep ratio
fr: Conserver le ratio

source: Transition between images
fr: Transition entre les images

source: Fade
fr: Fondu

source: Slide
fr: Glisser

source: Push
fr: Pousser

source: Pop
fr: Ecraser

source: Warp
fr: Déformer

source: Blur
fr: Flou

source: Speed transition
fr: Vitesse de transition

source: Speed transition in ms
fr: Vitesse de transition en ms

source: Time display
fr: Délai d'affichage

source: Time display in seconds, 0 = infinity
fr: Délai d'affichage en secondes, 0 = infini

source: Show buttons
fr: Afficher les boutons

source: Buttons position
fr: Position des boutons

source: top
fr: haut

source: bottom
fr: bas

source: Show image title
fr: Afficher le titre des images

source: Title position
fr: Position du titre

source: Random start
fr: Début aléatoire

source: Open image node
fr: Afficher l'image lors du clic

source: -- none --
fr: -- vide --

source: Link to galleries
fr: Lier aux galeries

source: With this option, diaporama will be auto-generated when galleries linked are modified
fr: Avec cette option, le diaporama sera automatiquement généré quand des galeries liées seront modifiées.

source: Select images
fr: Sélectionner les images

source: Images without galleries
fr: Images sans galeries

source: Thumbnail file image %title {%nid} is missing !
fr: Le fichier image %title {%nid} est manquant !

source: Empty Gallery
fr: Galerie vide

source: No images found
fr: Aucune image trouvée

source: You have to select at least one image or a link to gallerie.
fr: Vous devez sélectionner au moins une image ou lier le diaporama à une galerie.

source: Diaporama %nid has been updated.
fr: Le diaporama %nid a été mis à jour.

source: Error during diaporama update.
fr: Une erreur est survenue durant la mise à jour du diaporama.

source: The file %Imagefile wasn't found. So it wasn't deleted.
fr: Le fichier %Imagefile n'a pas été trouvé. Il n'a donc pas été supprimé.

source: File %fs doesn't exist
fr: Le fichier %fs n'existe pas

source: %rep/%img: creation failed
fr: %rep/%img: La création a échoué

source: Error during diaporama path creation
fr: Erreur durant la création du chemin du diaporama.

source: Configure diaporama properties.
fr: Configurer les propriétés du diaporama.

source: Diaporama settings
fr: Propriétés de Diaporama

source: Show titles
fr: Afficher les titres

source: Titles position
fr: Position des titres

source: Dewslider not found at %dewslider.
fr: Dewslider n'a pas été trouvé dans %dewslider.

source: You have to download dewslider on <a href="http://www.alsacreations.fr/dewslider" target="_blank">http://www.alsacreations.fr/dewslider</a> to use diaporama.
fr: Vous devez télécharger dewslider sur <a href="http://www.alsacreations.fr/dewslider" target="_blank">http://www.alsacreations.fr/dewslider</a> pour utiliser diaporama.

source: Management diaporama
fr: Gestion du diaporama

source: Select images that make up your slideshow.
fr: Sélectionnez les images qui composeront votre diaporama.

source: Check all images of the gallery
fr: Sélectionner toutes les images de la galerie

source: xml file diaporama_%xml.xml has no images.
fr: Le fichier xml diaporama_%xml.xml ne contient pas d'images.

source: Write in xml file diaporama_%node_nid.xml failed !
fr: L'écriture du fichier xml diaporama_%node_nid.xml a échoué !

source: The xml file diaporama_%node_nid.xml has been deleted.
fr: Le fichier xml diaporama_%node_nid.xml a été supprimé.

source: XML file diaporama_%node_nid.xml failed deleting.
fr: La suppression du fichier xml diaporama_%node_nid.xml a échoué.

source: XML file %XMLfile was not found.
fr: Le fichier XML %XMLfile n'a pas été trouvé.

source: create diaporama
fr: Créer un diaporama

source: edit own diaporama
fr: Editer ses diaporamas

source: access diaporama
fr: Accès au diaporama

source: administer diaporama
fr: Administrer les diaporamas

source: Flash Slideshow. Manage slideshows and see images in friendly flash slideshow.
fr: Diaporama Flash. Organisez vos diaporamas et visualisez vos images dans un diaporama flash esthétique.
